import React from 'react';

const TrainingTerms = () => {
    return (
        <div>
            <p> শুরুতেই Answar IT ' তে আপনাকে স্বাগতম। আপনি এই ওয়েবসাইটের সকল টার্মস এবং কন্ডিশনস মেনে ওয়েবসাইটটি ব্যবহার করছেন অথবা করতে চাচ্ছেন বলে আমরা ধরে নিচ্ছি। এই ওয়েবসাইটে ব্যবহৃত “আমরা”, “আমাদের” বলতে মূলত “Answar IT” কর্তৃপক্ষকে বুঝানো হয়েছে। আপনার যদি কোনো টার্মস এবং কন্ডিশনস বুঝতে সমস্যা হয়ে থাকে তাহলে আপনি আমাদের ইমেইল অথবা ফেসবুক পেজে যোগাযোগ করতে পারেন। টার্মস এবং কন্ডিশনসের ব্যাপারে “Answar IT” কর্তৃপক্ষের সিদ্ধান্তই চূড়ান্ত এবং যেকোনো সময় তা পরিবর্তনের ক্ষমতা কর্তৃপক্ষের রয়েছে। </p>
        </div>
    );
};

export default TrainingTerms;