{
    "about":{
        "overview":{
            "summary":"AnswarIT is a global IT and Engineering solutions provider catering to a diverse customer base. We ensure to empower our clients with innovative solutions that add measurable value to business, while adhering to global quality standards. We offer an optimal blend of business processes in varied domains to enable our customers to meet their corporate goals. Our combination of deep industry knowledge and expertise in building capabilities on short notice makes us a strategic partner for our customers. Partnering with AnswarIT gives our customers access to some of the finest talent in the industry. Our highly qualified team of professionals leverages their skills and experiences in order to design and integrate exceptionally successful products and strategies. These strategies are built with the aim to empower our customers with the right tools and processes needed to achieve operating and financial goals. Our seasoned professionals come experienced in a broad spectrum of technologies that range from cutting-edge technologies to legacy systems, enabling us to successfully service a wide variety of customers.Our primary goal is to facilitate the success of our customers by ensuring the delivery of highly advanced solutions that reduce project risks, enhance capabilities and create value, while managing within tight budgets and timelines.",
            "type":"OVERVIEW"
        },
        "mission":{
            "summary":[
            "Our Mission & Vision declares our purpose as a Company and serves as a standard against which we weigh our actions and decisions.",
            " “We help our clients achieve their Business and Financial objectives by providing Technology and Process Outsourcing Solutions. Since we have a deep investment in IP-oriented offerings, our clients ‘Get to Market’ Faster, Save Money and Reduce Risk.” ",
            "“To create a domain-centric approach to become true value partners to our clients globally.”",
            "We are a Global Technology company with Customer Focus as one of our Core Values. We believe and ensure that the Business and Financial Goals of our Clients are met by providing them Technology Solutions that are customized based on the need and requirements of our Clients. Our Management consists of Technocrat Entrepreneur's with great People skills and Passion to Win. We are Agile. We are always present with the right solutions at the right place and the right time to meet your requirements. Our offerings are IP oriented, tried and tested over time. We strive to ensure that our Clients are the front runners and equipped with the latest technology. Our processes help saving cost and reduce risk",
            "The world is changing around us. Therefore, it is crucial that we look ahead, understand the trends and forces that will shape our business in the future and move swiftly to prepare for what is ahead. We must get ready for tomorrow, today! Our Mission & Vision creates a destination for our business and provides us with a Roadmap for winning together with our esteemed partners."
            ],
            "type":"MISSION & VISION"
        },
        "coreValue":{
            "summary":"Answar IT is governed by its Core Values. They form an integral part of who we are, how we operate and provide a sound basis to make decisions. These values define our culture and help shape the character of our company. They help us create value for our clients, our people and our organization as a whole.",
            "type":"CORE VALUES",
            "feature":[
                {
                    "title":"customer support",
                    "text":"Our business depends on healthy relationships with clients and business partners. We build and nurture strong relationships that are mutually beneficial, making sure that we deeply understand the people we deal with, so that we can anticipate their needs and always aim to exceed their expectations. Everyone in our organization contributes to the quality of the relationships we build.",
                    "img":"1.1"
                },
                {
                    "title": "Agility",
                    "text": "We believe in being alert to change and moving quickly and decisively to meet the challenges that emerge from such change, so that we provide our clients and ourselves with a competitive edge. We aim at providing the right solutions at the right place and the right time.",
                    "img": "1.2"
                },
                {
                    "title": "integrity",
                    "text": "We believe that integrity is the foundation of our individual and corporate actions that drives an organization. We are committed to the protection of the environment and compliance with laws, regulations, and company policies. We honor our commitments. We are accountable for our actions, successes, and failures.",
                    "img": "1.3"
                },
                {
                    "title": "EMPLOYEE CENTRIC",
                    "text": "People are the heart of our organization. We are professional, high performing team players focused on delivering and drawing on our expertise. We aim to attract, develop and retain the best people, treating each other with honesty, compassion and respect. We create a stimulating, fun and open work culture that promotes personal development and work/life balance, rewards competitively and celebrates success.",
                    "img": "1.4"
                },
                {
                    "title": "LEADERSHIP IN TECHNOLOGY",
                    "text": "We strive to be the frontrunners in technology in this dynamic environment with immense competition. We believe that business processes need to be reviewed to achieve business objectives in the scenario of continuous change requirements, business trends and keeping pace with the technology advancement. We devise newer technology platforms, frameworks, and software products to transform IT systems and applications.", 
                    "img": "1.5"
                },
                {
                    "title": "flexibility",
                    "text": "We have the ability to adapt, change and rise to new challenges set forth by the dynamic business environment in which we operate. We actively drive change in order to adapt to future trends and needs. We are open-minded, and seek out opportunities and take calculated risks.",
                    "img": "1.6"
                }
            ]
        }
    }
}